Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-backintime.tmx
Source language: en
Languages: sv

source: User-callback: "{filename}"
sv: Användar-callback: "{filename}"

source: Icons only
sv: Endast ikoner

source: Automatic
sv: Automatisk

source: Enable logging of debug messages
sv: Aktivera loggning av felsökningsmeddelanden

source: The remote file system does not support hardlinks.
sv: Fjärr filsystemet stöder inte hårda länkar.

source: Changelog
sv: Ändringslogg

source: All symbolic links are replaced with real files or directories they point to. This increases backup size and may store the same files multiple times.
sv: Alla symboliska länkar ersätts med riktiga filer eller kataloger som de pekar på. Detta ökar säkerhetskopians storlek och kan lagra samma filer flera gånger.

source: Versioned Backups
sv: Versionsbaserade säkerhetskopior

source: No SSH host configured.
sv: Ingen SSH värd konfigurerad.

source: Translator credits not available for current language.
sv: Information om översättare är inte tillgänglig för det aktuella språket.

source: Expert Options
sv: Expertinställningar

source: Open Back In Time website in browser
sv: Öppna Back In Time-webbplatsen i webbläsaren

source: Destination filesystem for {path} is a share mounted via SMB. Please make sure the remote SMB server supports symlinks or activate "{copyLinks}" in "{expertOptions}".
sv: Destinationsfilsystem för {path} är en SMB-monterad delning. Kontrollera att SMB-fjärrservern stöder symboliska länkar eller aktivera "{copyLinks}" i "{expertOptions}".

source: Setup language…
sv: Välj språk…

source: Use checksums for file change detection.
sv: Använd kontrollsumma för att upptäcka förändringar.

source: The following item is already in the include list.
sv: Följande objekt finns redan i inkluderingslistan.

source: The following items are already in the include list.
sv: Följande objekten finns redan i linkluderingslistan.

source: User application cache
sv: Användarens programcache

source: Backup directory is not valid.
sv: Katalogen för säkerhetskopian är inte giltig.

source: Failed to create backup {snapshot_id}.
sv: Misslyckades med att skapa säkerhetskopian {snapshot_id}.

source: It is not possible to compare a backup to itself, as the comparison would be redundant.
sv: Det är inte möjligt att jämföra en säkerhetskopia med sig själv eftersom att jämförelsen skulle vara överflödig.

source: Backups are stored on a remote system via SSH and encrypted using gocryptfs.
sv: Säkerhetskopior lagras på ett fjärrsystem via SSH och krypteras med gocryptfs.

source: Errors
sv: Fel

source: Other backups will be blocked until the current backup is completed. This is a global setting, meaning it will affect all profiles for this user. However, it must also be activated for all other users.
sv: De andra säkerhetskopieringarna kommer att blockeras tills den aktuella säkerhetskopieringen är klar. Det här är ett globalt alternativ vilket betyder att det kommer att drabba alla profiler för den här användaren. Det måste hur som helst aktiveras för alla andra användare.

source: Show/hide hidden directories (Ctrl+H)
sv: Visa/göm dolda mappar (Ctrl+H)

source: File System
sv: Filsystem

source: Remove backup
sv: Ta bort säkerhetskopia

source: The days are counted starting from today.
sv: Dagarna räknas från och med idag.

source: The user-callback script must include a shebang on the first line (e.g. {example}).
sv: User-callback-skriptet måste inkludera ett shebang på den första raden (t.ex. {example}).

source: "{tool}" is not installed on the remote host.
sv: "{tool}" är inte installerat på fjärrvärden.

source: Manage profiles…
sv: Hantera profiler…

source: The file {path} already exists. Cannot create a new SSH key with that name.
sv: Filen {path} finns redan. Kan inte skapa en ny SSH-nyckel med det namnet.

source: Project website
sv: Projektets webbplats

source: {app_name} appears to be running for the first time because no configuration is found.
sv: {app_name} verkar köras för första gången eftersom att ingen konfiguration hittades.

source: Restore the selected files or directories to the original location.
sv: Återställ de valda filerna eller mapparna till ursprungsplatsen.

source: Output:
sv: Utdata:

source: Key file:
sv: Nyckelfil:

source: Profile setup failed
sv: Profilinställningarna misslyckades

source: Only restore elements which do not exist or are newer than those in destination. Using "{rsync_example}" option.
sv: Återställ endast filer som inte existerar eller är nyare än de i destinationen. Använder alternativet "{rsync_example}".

source: Working
sv: Arbetar

source: Backup:
sv: Säkerhetskopia:

source: Add to Include
sv: Lägg till i inkludera

source: The following item is already in the exclude list.
sv: Följande objekt finns redan i undantagslistan.

source: The following items are already in the exclude list.
sv: Följande objekten finns redan i undantagslistan.

source: Now
sv: Nu

source: Month(s)
sv: Månad(er)

source: Keep the last backup for each year for
sv: Spara den sista säkerhetskopian för varje år för

source: Last check {time}
sv: Senaste kontroll {time}

source: Please install 'nocache' to enable this option.
sv: Vänligen installera 'nocache' för att aktivera detta alternativ.

source: Done
sv: Färdig

source: Saving config file…
sv: Sparar konfigurationsfil…

source: Delete the profile "{name}"?
sv: Ta bort profilen "{name}" ?

source: Remove this backup?
sv: Ta bort den här säkerhetskopian?

source: Remove these backups?
sv: Ta bort de här säkerhetskopiorna?

source: Retention policy
sv: Bevarandepolicy

source: The backup has finished.
sv: Säkerhetskopieringen har slutförts.

source: Text below icons
sv: Text under ikoner

source: In the Fediverse at Mastodon: {link_and_label}.
sv: I Fediversumet på Mastodon: {link_and_label}.

source: Refresh backup list
sv: Uppdatera listan för säkerhetskopiering

source: All
sv: Alla

source: Metadata directory on Microsoft Windows
sv: Metadatakatalog på Microsoft Windows

source: Required tool "{tool}" is not installed or not available.
sv: Kräver verktyg "{tool}" som inte är installerat eller inte tillgängligt.

source: The restore is still running. The window cannot be closed until it is finished.
sv: Återställningen pågår fortfarande. Fönstret kan inte stängas förrän det är klart.

source: ssh-agent is not installed
sv: ssh-agent är inte installerad

source: Please adjust the settings. The threshold for removing old backups must not be higher for the free disk space warning value.
sv: Justera inställningarna. Tröskeln för att ta bort gamla säkerhetskopior får inte vara högre än värdet för varning om ledigt diskutrymme.

source: Start {appname}
sv: Starta {appname}

source: Restore
sv: Återställ

source: Before restoring, newer versions of files will be renamed with the appended {suffix}. These files can be removed with the following command:
sv: Innan återställningen så kommer nyare fil-versioner att döpas om med efterföljande {suffix}. De här filerna kan tas bort med följande kommando:

source: Backups are stored locally and encrypted using gocryptfs.
sv: Säkerhetskopior lagras lokalt och krypteras med gocryptfs.

source: Every day
sv: Varje dag

source: User-friendly GUI for versioned backups that reduces disk usage (root mode)
sv: Användarvänligt gränssnitt för versionsbaserade säkerhetskopior som reducerar användning av diskutrymme (root-läge)

source: Remove
sv: Ta bort

source: Please be patient. Finalizing…
sv: Vänligen ha tålamod. Slutför…

source: Profile: {profile_name}
sv: Profil: "{profile_name}"

source: Mount failed with return code {rc}.
sv: Montering misslyckades med returkod {rc}.

source: See 'man rsync' for more details
sv: Se "man rsync" för fler detaljer

source: Hour(s)
sv: Timme(-ar)

source: Displays man page about profiles config file (backintime-config)
sv: Visar manualsidan om konfigurationsfil för profiler (backintime-config)

source: The retention policy will be executed directly on the remote machine, not locally. The commands "bash", "screen", and "flock" must be installed and available on that remote machine.
sv: Bevaringspolicyn kommer att köras direkt på fjärrdatorn, inte lokalt. Kommandona "bash", "screen" och "flock" måste vara installerade och tillgängliga på fjärrdatorn.

source: Thumbnails & Temporary Pictures
sv: Tumnaglar & Temporära bilder

source: Translators:
sv: Översättare:

source: Today
sv: Idag

source: View log of the selected backup.
sv: Visa loggen för vald säkerhetskopia.

source: Filesystem is read-only.
sv: Filsystemet är skrivskyddat.

source: Check if remote host is online
sv: Kontrollera om fjärrvärd är uppkopplad

source: Close the window anyway?
sv: Stäng fönstret ändå?

source: Return code: {rc}
sv: Returkod: {rc}

source: That behavior cannot be changed.
sv: Det beteendet går inte att ändra på.

source: Keep the last backup for each month for the last
sv: Behåll den sista säkerhetskopian för varje månad till den sista

source: Open changelog (locally if available, otherwise from the web)
sv: Öppna förändringsloggen i webbläsaren (lokal om tillgängligt, annars online)

source: Resume backup process
sv: Återuppta processen för säkerhetskopiering

source: Run Back In Time as soon as the drive is connected (only once every X days). A sudo password prompt will appear.
sv: Kör Back In Time så snart som enheten har anslutits (endast en gång var X dag). En ruta för sudo-lösenordet kommer att dyka upp.

source: man page: {man_page_name}
sv: manualsida: {man_page_name}

source: Use modification time & size for file change detection.
sv: Använd tid & storlek för senaste ändring för att upptäcka förändringar.

source: Keep the last backup for each week for the last
sv: Behåll den sista säkerhetskopian för varje vecka till den sista

source: New profile
sv: Ny profil

source: Error:
sv: Fel:

source: Create backup copies with trailing {suffix} before overwriting or removing local elements.
sv: Skapa säkerhetskopior med efterföljande {suffix} innan lokala filer skrivs över eller tas bort.

source: List of currently mounted filesystems
sv: Lista över för nuvarande monterade filsystem

source: Really restore this element into the new directory?
sv: Vill du verkligen återställa det här elementet till den nya katalogen?

source: Really restore these elements into the new directory?
sv: Vill du verkligen återställa det här dessa elementen till den nya katalogen?

source: Advanced
sv: Avancerat

source: Authentication is required to run Back In Time as root.
sv: Autentisering krävs för att köra Back In Time som root.

source: Command:
sv: Kommando:

source: Restore {path} to …
sv: Återställ {path} till…

source: Every:
sv: Varje:

source: sshfs is not installed
sv: sshfs är inte installerat

source: Back In &Time
sv: Tillbaka I &Tid

source: Schedule
sv: Schema

source: Unable to rename {new_path} to {path}.
sv: Kan inte byta namn på {new_path} till {path}.

source: Last week
sv: Förra veckan

source: Day:
sv: Dag:

source: Copyright:
sv: Upphovsrätt:

source: SSH Settings
sv: SSH-inställningar

source: Write access may be restricted.
sv: Skrivåtkomst kan vara begränsad.

source: Backups that have been given a name, in addition to the usual timestamp, will be retained under all circumstances and will not be removed.
sv: Säkerhetskopian som har fått ett namn, utöver den vanliga tidsstämpeln, kommer att behållas under alla omständigheter och kommer inte att tas bort.

source: Search complete.
sv: Sökning slutförd.

source: &General
sv: &Allmänt

source: Really delete {file_or_dir} in backup {backup_id}?
sv: Verkligen ta bort {file_or_dir} i säkerhetskopian {backup_id}?

source: The selected backup destination cannot be used for encryption.
sv: Den valda säkerhetskopierings destinationen kan inte användas för kryptering.

source: None
sv: Inga

source: View Last Log
sv: Visa senaste logg

source: Local
sv: Lokal

source: Edit user-callback
sv: Redigera user-callback

source: All newer files in {path} will be removed. Proceed?
sv: Alla nyare filer i {path} kommer att tas bort. Fortsätta?

source: man page: Back In Time
sv: manual sida: Back In Time

source: Really restore this element?
sv: Vill du verkligen återställa det här elementet?

source: Really restore these elements?
sv: Vill du verkligen återställa de här elementena?

source: Backup destination directory is not prepared for encryption. Path: {path}
sv: Säkerhetskopieringsdestinationskatalogen är inte förberedd för kryptering. Sökväg: {path}

source: When drive gets connected (udev)
sv: När enhet ansluts (udev)

source: {BOLD}Info{ENDBOLD}: In 'SSH encrypted' mode, only single or double asterisks are functional (e.g. {example2}). Other types of wildcards and patterns will be ignored (e.g. {example1}). Filenames are unpredictable in this mode.
sv: {BOLD}Info{ENDBOLD}: I läget 'SSH-krypterat' fungerar endast enkla eller dubbla asterisker. (t.ex. {example2}). Andra typer av jokertecken och mönster kommer att ignoreras (t.ex. {example1}). Filnamn är oförutsägbara i det här läget.

source: Remove backups older than
sv: Ta bort säkerhetskopior som är äldre än

source: Can't find backup destination directory.
sv: Kan inte hitta säkerhetskopians destinationskatalog.

source: Device nodes
sv: Enhetsnoder

source: The backup destination path cannot be empty.
sv: Sökväg för säkerhetskopia får inte vara tom.

source: Shows additional contact options in the browser
sv: Visar ytterligare kontaktalternativ i webbläsaren

source: Countdown to Shutdown
sv: Nedräkning till avstängning

source: The command "{cmd}" cannot be found on this system. Please try something else or press Cancel.
sv: Kommandot "{cmd}" kan inte hittas i ditt system. Vänligen prova något annat eller tryck på Avbryt.

source: Run only one backup at a time
sv: Kör enbart en säkerhetskopia åt gången

source: Speed:
sv: Hastighet:

source: Cron will automatically send an email with attached output of cronjobs if an MTA is installed.
sv: Cron kommer automatiskt att skicka e-post med bifogad utdata av cron-jobb om en MTA är installerad.

source: Open backup log
sv: Öppna säkerhetskopieringsloggen

source: Package cache for Debian(-based) GNU/Linux distributions
sv: Paketcache för Debian(-baserade) GNU/Linux-distributioner

source: Trying to keep min free space
sv: Försöker att behålla minsta lediga utrymme

source: Exclude {path} from future backups?
sv: Exkludera {path} från framtida säkerhetskopior?

source: Keep all backups for the last
sv: Behåll alla säkerhetskopior för de senaste

source: Options must be quoted e.g. {example}.
sv: Alternativ måste skrivas inom citationstecken t.ex. {example}.

source: Directory: {path}
sv: Katalog: {path}

source: Use checksum to detect changes
sv: Använd checksummor för att upptäcka ändringar

source: Your translation
sv: Din översättning

source: Copy links (dereference symbolic links)
sv: Kopiera länkar (följ symboliska länkar)

source: Emacs autosave files
sv: Emacs automatiskt sparade filer

source: SSH private key
sv: Privat SSH-nyckel

source: Text only
sv: Endast text

source: Setup language
sv: Välj språk

source: The value for "Remove oldest backup if the free space is less than" ({val_one}) must be less than or equal to the value for "Warn if the free disk space falls below" ({val_two}).
sv: Värdet för ”Ta bort äldsta säkerhetskopia om ledigt utrymme är mindre än” ({val_one}) måste vara mindre än eller lika med värdet för ”Varna om ledigt diskutrymme understiger” ({val_two}).

source: Authentication timed out. The setup of Udev-based scheduling was not completed. Please try again.
sv: Autentiseringen tog för lång tid. Konfigurationen av Udev-baserad schemaläggning slutfördes inte. Försök igen.

source: ETA:
sv: Tid kvar:

source: No destination backup directory configured.
sv: Ingen målkatalog för säkerhetskopiering konfigurerad.

source: Versioned Backups (root)
sv: Versionsbaserade säkerhetskopior (root)

source: Select from common used items to add to exclude list.
sv: Välj bland vanliga objekt att lägga till i undantagslistan.

source: Cache Password for Cron (Security issue: root can read password)
sv: Spara lösenordet i en cache för Cron (säkerhetsproblem: root kan läsa lösenordet)

source: Last Log View
sv: Visning av senaste logg

source: Add to Exclude
sv: Lägg till i exkludera

source: on local machine
sv: på lokal maskin

source: This directory doesn't exist on the computer.
sv: Den här katalogen existerar inte på datorn.

source: Every minute
sv: Varje minut

source: Every {n} minutes
sv: Var {n}:e minuter

source: Unexpected error while verifying rsync hardlink support.
sv: Oväntat fel vid verifiering av rsync hårdlänk stöd.

source: Add prefix to SSH commands
sv: Lägg till prefix till SSH-kommandon

source: SSH Proxy
sv: Proxy-server för SSH

source: Partial transfer due to vanished source files (see 'man rsync')
sv: Ofullständig överföring på grund av försvunna källfiler (se "man rsync")

source: Import configuration
sv: Importera konfiguration

source: Mozilla Firefox & Thunderbird lock file
sv: Mozilla Firefox & Thunderbirds låsfil

source: translation platform
sv: översättningsplattformen

source: Removing incomplete {snapshot_id} directory from last run
sv: Tar bort ofullständig {snapshot_id}-katalog från den senaste körningen

source: Places
sv: Platser

source: If the Remove & Retention policy is enabled and old backups are removed based on available free space, this value cannot be lower than the value set in the policy.
sv: Om borttags- och behållandepolicyn är aktiverad och äldre säkerhetskopior blir borttagna baserat på tillgängligt fritt utrymme, kan detta värde inte vara lägre än värdet satt i den policyn.

source: Dark icon
sv: Mörk ikon

source: Import
sv: Importera

source: Can't create directory.
sv: Kunde inte skapa katalog.

source: Use operating system's language.
sv: Använd operativsystemets språk.

source: Host:
sv: Värd:

source: after the hour
sv: efter timmen

source: Options about comparing backups
sv: Alternativ för att jämföra säkerhetskopior

source: 12 months periods. Current month is ignored.
sv: Tolvmånaders perioder. Nuvarande månad ignoreras.

source: These are your files as they are right now. It is not a backup.
sv: Det här är dina filer som de är just nu. Det är inte en säkerhetskopia.

source: Restore the selected files or directories to a new location.
sv: Återställ de valda filerna eller mapparna till en ny plats.

source: All licenses used in this project are located in the {dir_link} directory. To extract per-file license and copyright information using SPDX metadata, refer to {readme_link}.
sv: Alla licenser som används i det här projektet finns i katalogen {dir_link}. För att extrahera licens- och upphovsrättsinformation per fil med hjälp av SPDX-metadata, läs {readme_link}.

source: Enter an exclude pattern:
sv: Ange ett exkluderingsmönster:

source: Writes debug-level messages into the system log via "--debug".
sv: Skriver felsökningsmeddelanden in i systemets logg via "--debug".

source: Power status not available from system
sv: Strömstatus inte tillgängligt från system

source: GNOME virtual file system mount point
sv: GNOME virtuellt filsystem monteringpunkt

source: Hello You have used Back In Time in the {language} language a few times by now. The translation of your installed version of Back In Time into {language} is {perc} complete. Regardless of your level of technical expertise, you can contribute to the translation and thus Back In Time itself. Please visit the {translation_platform_url} if you wish to contribute. For further assistance and questions, please visit the {back_in_time_project_website}. We apologize for the interruption, and this message will not be shown again. This dialog is available at any time via the help menu. Your Back In Time Team
sv: Hej Du har använt Back In Time på språket {language} några gånger nu. Översättningen av din installerade version av Back In Time till {language} är {perc} färdig. Oavsett dina tekniska färdigheter så kan du bidra till översättningen och därmed till Back In Time självt. Besök {translation_platform_url} om du vill bidra. Besök {back_in_time_project_website} för vidare hjälp och frågor. Vi ber om ursäkt för avbrottet, detta meddelande kommer inte visas igen. Denna dialogruta finns tillgänglig när som helst från hjälpmenyn. Back In Time-gruppen

source: Application-specific locks
sv: Program-specifika lås

source: Leaves the key file unselected. SSH connections will rely on the system’s existing client configuration (e.g., ~/.ssh/config).
sv: Lämnar nyckel-filen som ej vald. SSH anslutningarna kommer förlita sig på systemets befintliga klientkonfiguration (t.ex., ~/.ssh/config).

source: &Remove & Retention
sv: Ta &bort & bibehåll

source: For help, see the rsync man page section {link}.
sv: För hjälp, se rsyncs manualsid-avsnitt {link}.

source: this link
sv: denna länk

source: Waiting {n} second.
sv: Väntar{n} sekund.

source: Waiting {n} seconds.
sv: Väntar {n} sekunder.

source: Shows a warning when free space on the backup destination disk is less than the specified value.
sv: Visa en varning när ledigt utrymme på lagringsenheten för säkerhetskopians destination är mindre än det specificerade värdet.

source: Deep check (more accurate, but slow)
sv: Djupkontroll (mer noggrann, men långsam)

source: Root mode
sv: Root-läge

source: Flatpak app and runtime repository
sv: Flatpak-app och körtid-arkiv

source: rsync transfer failures (experimental)
sv: rsync-överföringsfel (experimentell)

source: The remote backup directory is missing or is not a valid directory.
sv: Katalogen för fjärrsäkerhetskopiering saknas eller är inte en giltig katalog.

source: Backup directories
sv: Mappar för säkerhetskopior

source: Differing backups only
sv: Endast avvikande säkerhetskopior

source: all years.
sv: alla år.

source: Enter password for {mode} profile "{profile}":
sv: Fyll i lösenordet för {mode}-profilen "{profile}":

source: Restrict to one file system
sv: Begränsa till ett filsystem

source: day(s).
sv: dag(ar).

source: Include directories
sv: Inkludera mappar

source: Decrypted view mountpoint is missing. Path: {path}
sv: Monteringspunkt för dekrypterad vy saknas. Sökväg: {path}

source: Uses 'rsync --copy-links'.
sv: Använder 'rsync --copy-links'.

source: Show full Log
sv: Visa fullständig logg

source: No directory selected
sv: Ingen katalog har valts

source: when taking a manual backup
sv: när en manuell säkerhetskopiering görs

source: Options
sv: Alternativ

source: User manual
sv: Användarmanual

source: Open user manual in browser (local if available, otherwise online)
sv: Öppna användarmanualen i webbläsaren (lokal om tillgängligt, annars online)

source: This directory cannot be included in the backup as it is part of the backup destination itself.
sv: Den här katalogen kan inte inkluderas i säkerhetskopian, eftersom att katalogen är en del av själva säkerhetskopian.

source: Remove newer elements in original directory.
sv: Ta bort nyare element i den ursprungliga katalogen.

source: Log Level:
sv: Loggnivå:

source: LibreOffice & other OpenDocument Editors lock files
sv: LibreOffice och andra OpenDokument-redigerare låsfiler

source: Saving permissions…
sv: Sparar behörigheter…

source: default
sv: standard

source: {link_and_label} on the project website.
sv: {link_and_label} på projektets hemsida.

source: Creating backup
sv: Skapar säkerhetskopia

source: Open Frequently Asked Questions (FAQ) in browser
sv: Öppna Vanliga frågor (FAQ) i webbläsaren

source: Could not mount the remote backup location.
sv: Kunde inte montera fjärr säkerhetskopieringsplats.

source: Where to save backups
sv: Var säkerhetskopiorna ska sparas

source: Parameters:
sv: Parametrar:

source: Systray Icon
sv: Systray-ikon

source: Vim swap files
sv: Vim swap-filer

source: Working…
sv: Arbetar…

source: User recycle bin
sv: Användarens papperskorg
